Autodesk.Revit.DB.DialogOptions.SheetTitleDialogOptions.NewName
newName
Since:
2027

Autodesk.Revit.DB.DialogOptions.SheetTitleDialogOptions.NewNumber
newNumber
Since:
2027

Autodesk.Revit.DB.DialogOptions.SheetTitleDialogOptions
The specific class for SheetTitle dialog options as the input for ManagedCallEventArgs.
Since:
2027